---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ColorFillFilteredParam
source: html/f55063bc-f46d-ecc3-72ca-f7fcba0a1a30.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ColorFillFilteredParam Property

"Values Displayed"

## Syntax (C#)
```csharp
public static ForgeTypeId ColorFillFilteredParam { get; }
```